[
    {
        "name": "Opciones del juego",
        "content": "<p>Usando Lazy Newb Pack las opciónes recomendadas:</p><table><thead><tr><th>Características</th><th>Activado</th></tr></thead><tbody><tr><td>Acuiferos</td><td>No</td></tr><tr><td>Intro</td><td>No</td></tr><tr><td>Sonido</td><td>No</td></tr></tbody></table><br><table><thead><tr><th>Características</th><th>Cantidad</th></tr></thead><tbody><tr><td>Cantidad de población</td><td>80</td></tr><tr><td>Población estricta</td><td>120</td></tr><tr><td>Visitantes</td><td>30</td></tr></tbody></table>"
    },
    {
        "name": "Hubicación del mapa",
        "content": "<section><p class=bold>Movimiento<div class=sangria><p>Para moverse en el mundo y la región se utilizan las flechas <code>← → ↑ ↓</code>, para mover la hubicación local <code>h k u m</code> y para aumentar el tamaño del área local se utiliza <code>H K U M</code>. Con <code>F1</code>, <code>F2</code> y <code>F3</code> se puede intercambiar entre los distintos viomas que se encuentren dentro del área local.</div></section><section><p class=bold>Búsqueda<div class=sangria><p>Con la letra <code>f</code> se abrirá un menú de busqueda con la cual podremos seleccionar entre diferentes opciones.<ul><li>Dimención X<li>Dimención Y<li>Salvajismo<li>Criaturas malvadas<li>Elevación<li>Temperatura<li>Lluvia<li>Drenaje<li>Piedra Fundente<li>Acuifero<li>Río<li>Metal poco profundo<li>Metal profundo<li>Suelo<li>Arcilla</ul></div></section><section><p class=bold>Visualización de información<div class=sangria><p>Con el <code>tab</code> se navega entre las distintas informaciónes del área seleccionada:<ul><li>Caracteristicas principales: el primer menú sirve para ver los componentes del terreno, la temperatura y la precencia de arboles.<li>Las civilizaciones vecina.<li>Las civilizaciones a las que puedes pertenecer.<li>Mapa de elevación.<li>Mapa de elevación númerica.</ul></div></section><section><p class=bold>Desembarque<div class=sangria><p>Una vez elegida la zona donde queremos desembarcar pulsaremos <code>e</code> para comenzar, en el siguiente menú podremos elegir a nuestros enanos o comenzar con unos ya predefinidos.</div></section>"
    },
    {
        "name": "Movimiento y menú",
        "content": "<p>Para movernos por el mapa se pueden utilizar las flechas del teclado <code>&#8592; &#8594; &#8593; &#8595;</code>, para movernos en el eje Z usaremos el <code>&lt;</code> para subir un nivel y el <code> &gt;</code> para bajar un nivel.</p><p>Con el <code>Tab</code> podremos intercambiar la visualización del costado, mostrando un mapa, las <a href=\"/docs/index.html#Menu\">opciones del menú</a> o ambas.</p>"
    },
    {
        "name": "Primeras acciones",
        "content": "<p>Una de las primeras acciones que se realizan al comenzar es la tala de arboles para obtener <a href=\"https://dwarffortresswiki-org.translate.goog/index.php/DF2014:Wood?_x_tr_sl=en&_x_tr_tl=es&_x_tr_hl=es&_x_tr_pto=wapp\"target=_blank>madera</a> y el <a href=\"https://dwarffortresswiki-org.translate.goog/index.php/DF2014:Mining?_x_tr_sl=en&_x_tr_tl=es&_x_tr_hl=es&_x_tr_pto=wapp\"target=_blank>Minado</a> para construir nuestra fortaleza debajo de la tierra desde el menú de designaciones.<section><p class=bold>Tala de Arboles<div class=sangria><p>La tala de arboles <code>d + t</code> nos permitirá marcar los arboles de dondee conseguir madera para la construcción de distintos artefactos, al ser seleccionado nos permitirá elejir la zona en la que realizarla marcando las dos esquinas de la zona a talar.</div></section><section><p class=bold>Minado<div class=sangria><p>El minado <code>d + d</code> nos permitirá escarbar en los ejes X Y del mundo para construir nuestra fortaleza.</div></section>"
    },
    {
        "name": "Comida",
        "content": "<p>La industria de la comida nos permitirá mantener a nuestros enanos bien alimentados. Hay varias formas que tienen para obtenerla.<section><p class=bold>Granjas<div class=sangria><p>Las <a href=\"https://dwarffortresswiki-org.translate.goog/index.php/DF2014:Farming?_x_tr_sl=en&_x_tr_tl=es&_x_tr_hl=es&_x_tr_pto=wapp\"target=_blank>granjas</a> <code>b + p</code> nos permitirán cultivar diferentes plantas que pueden ser utilizadas tanto para la comida y bebida como para la industra textil.<p>Con las teclas <code>u m</code> agrandaremos nuestra zona de cultivo en el eje X y con las teclas <code>h k</code> agrandaremos en el eje Y. Solo pueden ser colocadas sobre <a href=\"https://dwarffortresswiki-org.translate.goog/index.php/DF2014:Soil?_x_tr_sl=en&_x_tr_tl=es&_x_tr_hl=es&_x_tr_pto=wapp\"target=_blank>suelo</a> lo que podria implicar la necesidad de irrigar en caso de no encontrar en el subsuelo.<p>Una vez construida la granja podremos elegir que tipo de planta podremos plantar en ella. Existen una gran variedad de plantas tanto para el exterior como para el interior. Dependiendo de la planta, puede ser plantada en una o barias estaciónes.<p>Dentro de las granjas podemos ver que plantas pueden ser plantadas en cada estación, donde cada una tiene asignada una letra:<ul><li><code>a</code>: Primavera<li><code>b</code>: Verano<li><code>c</code>: Otoño<li><code>d</code>: Invierno</ul><p>Con la tecla <code>Enter</code> asignamos una planta para esa estación en esa granja. Con <code>Shift + Enter</code> podemos asignar esa plantación para todas las estaciónes disponibles para esa planta.<p>La recomendación es empezar a plantar los <code>Plump helmet</code> ya que pueden ser usadas tanto para comida como para bebidas y pueden ser plantadas en todas las estaciones. Además debemos quitarlos de la cocina para usarlo solo en la generación de bebida ya que si la cocinamos se perderán las semillas. Entrando al menú <code>z</code>, llendo a la pestaña cocina pulsaremos <code>c</code> en la planta en cuestión.</div></section><section><p class=bold>Destilería de alcohol<div class=sangria><p>La <a href=\"https://dwarffortresswiki-org.translate.goog/index.php/DF2014:Still?_x_tr_sl=en&_x_tr_tl=es&_x_tr_hl=es&_x_tr_pto=wapp\"target=_blank>destilería de alchol</a> <code>b + w + l</code> permite a los enanos fabricar su propio alchol utilzando las plantas cosechadas.<p>Una vez se tengan plantas para producir alchol, debemos dar la orden de fabricarlo con la <code>a</code> y elegimos elaborar bebida a partir de plantas <code>b</code> con las plantas disponibles.</div></section><section><p class=bold>Animales<div class=sangria><p>Los animales pueden ser confinados en una zona de pastoreo que puede ser externo para los animales que necesitan pasto para comer como las bacas y los caballos; o tinerno para los animales más pequeños como los patos o gallinas que no lo necesitan.<p>Para crear esa zona se debe pulzar la <code>i</code>, seleccionar la zona y con la <code>n</code> la designamos como zona de corral/pastoreo.<p>Todos los animales que se tengan pueden ser sacrificados en una <a href=\"https://dwarffortresswiki-org.translate.goog/index.php/DF2014:Butcher%27s_shop?_x_tr_sl=en&_x_tr_tl=es&_x_tr_hl=es&_x_tr_pto=wapp\"target=_blank rel=\"noopener noreferrer\">Carnicería</a> <code>b + w + u</code> tanto para obtener carne como cuero y huesos.<p>Cuando se quiera sacrificar un animal lo podremos hacer desde el menú <code>z</code>, ir a la pestaña de animales y marcar como \"listo para el sacrificio\" usando la <code>b</code>. Será necesario por lo menos un enano con la profeción de carnicero.</div></section><section><p class=bold>Pesca<div class=sangria><p>Los enanos designados como pescadores buscarán donde pescar automáticamente pero se puede crear una zona de pesca manualmente con la <code>i</code>, que permitirá seleccionar una zona y con la <code>f</code> asignarla como zona de pesca.<p>Para limpiar los peces que se obtengan es necesario la <a href=\"https://dwarffortresswiki-org.translate.goog/index.php/DF2014:Fishery?_x_tr_sl=en&_x_tr_tl=es&_x_tr_hl=es&_x_tr_pto=wapp\"target=_blank>Pescaderia</a> <code>b + w + h</code> donde será necesario un enano con profeción de limpiador de peces.</div></section><section><p class=bold>Cocina<div class=sangria><p>La <a href=\"https://dwarffortresswiki-org.translate.goog/index.php/DF2014:Kitchen?_x_tr_sl=en&_x_tr_tl=es&_x_tr_hl=es&_x_tr_pto=wapp\"target=_blank rel=\"noopener noreferrer\">Cocina</a> <code>b + w + z</code> permitirá cocinar la carne para que sacie más que cruda.<p>Una vez se tenga carne podemos dar la orden con la <code>a</code> de cocinarla, donde tendremos 3 opciones:<ul><li><code>a</code>: comida fácil<li><code>b</code>: buena comida<li><code>c</code>: comida abundante</ul></div></section>"
    }
]
